Revit 2024 API
ParameterTypeId.WitnsLineTickMark Property
 "Witness Line Tick Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId WitnsLineTickMark { get; }
Visual Basic
Public Shared ReadOnly Property WitnsLineTickMark As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WitnsLineTickMark {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace